
   [
	{
		"OyuncuAdi":"#0 KYLE KUZMA",
		"Pozisyon":"Power Forward",
		"Boy":"6'8(2.03M)",
		"Kilo":"221 lb(100kg)",
		"Yasi":25,
		"Draft Tarihi":"2017 27.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_KyleKuzma.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_KyleKuzma.jpg",
		"Aciklama":"Kyle Alexander Kuzma (24 Temmuz 1995 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers'ı için Amerikan profesyonel basketbol oyuncusu. Utah Utes için kolej basketbolu oynadı ve 2016-17 sezonunda Pac-12'de gençler olarak birinci takım tüm konferanslar seçildi. Brooklyn Nets tarafından 2017 NBA seçmelerinde 27. genel seçimle seçildi, ancak draft gecesi Lakers'a takas edildi. Çaylak sezonunun ardından Kuzma, NBA All-Rookie First Team'e seçildi. 2020'de Lakers ile bir NBA şampiyonluğu kazandı."
	},

	{
		"OyuncuAdi":"#1 KENTAVIOUS CALDWELL-POPE",
		"Pozisyon":"Shooting Guard",
		"Boy":"6'5(1.96M)",
		"Kilo":"204 lb(93kg)",
		"Yasi":27,
		"Draft Tarihi":"2013 8.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_CaldwellPope.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_CaldwellPope.jpg",
		"Aciklama":"Kentavious Tannell Caldwell-Pope (18 Şubat 1993 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında Amerikan profesyonel basketbol oyuncusu. 2011 sınıfının en iyi lise basketbol oyuncularından biri olarak bir McDonald's All-American seçildi. Güneydoğu Konferansı'nda (SEC) Georgia Bulldogs ile iki yıl kolej basketbolu oynadı ve SEC Oyuncusu seçildi. 2013'te ikinci sınıf öğrencisi olarak yıl. Caldwell-Pope, Detroit Pistons tarafından 2013 NBA seçmelerinde sekizinci genel seçimle seçildi. 2017-18'de Lakers'a serbest oyuncu olarak katılmadan önce Pistons ile dört sezon oynadı. İlk NBA şampiyonluğunu 2020'de Lakers ile kazandı."
	},

	{
		"OyuncuAdi":"#2 QUINN COOK",
		"Pozisyon":"Point Guard",
		"Boy":"6'1(1.85M)",
		"Kilo":"180 lb(82kg)",
		"Yasi":27,
		"Draft Tarihi":"Undrafted",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_QuinnCook.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_QuinnCook.jpg",
		"Aciklama":"Quinn Alexander Cook (23 Mart 1993 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers'ı için Amerikalı bir profesyonel basketbol oyuncusu. Duke Blue Devils için kolej basketbolu oynadı ve 2011 sınıfında en çok oy alan basketbol oyuncularından biriydi. Cook, biri 2018'de Golden State Warriors ve biri 2020'de Lakers ile olmak üzere iki NBA şampiyonluğu kazandı. Ayrıca Dallas Mavericks ve New Orleans Pelicans'da da oynadı ."
	},

	{
		"OyuncuAdi":"#3 ANTHONY DAVIS",
		"Pozisyon":"Power Forward",
		"Boy":"6'10(2.08M)",
		"Kilo":"253 lb(115kg)",
		"Yasi":27,
		"Draft Tarihi":"2012 1.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_AnthonyDavis.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_AD.jpg",
		"Aciklama":"Anthony Marshon Davis Jr. (11 Mart 1993 doğumlu),Ulusal Basketbol Birliği'nden (NBA) Los Angeles Lakers için bir Amerikan profesyonel basketbol oyuncusu. Gücü ileri ve merkez pozisyonlarında oynuyor. Davis, yedi kez NBA All-Star oldu ve dört All-NBA First Team ve dört NBA All-Defensive Team olarak seçildi. Lakers ile ilk sezonunda 2020'de bir NBA şampiyonluğu kazandı.Davis, ilk All-American takımı ve Consensus Yılın Ulusal Oyuncusu olduğu sırada University of Kentucky için bir sezon kolej basketbolu oynadı. Ayrıca USBWA Yılın Ulusal Birinci Sınıfı, NABC Yılın Savunma Oyuncusu ve Pete Newell Big Man Ödülü'nü kazandı. Davis, NCAA'yı bloklar halinde yönetti ve Güneydoğu Konferansı ve NCAA Division I birinci sınıf tek sezon bloke şut rekorları kırdı. Kentucky'yi Ulusal Şampiyonaya götürdü ve NCAA turnuvasının En Seçkin Oyuncusu seçildi.Davis, bir sezon sonra NBA için üniversiteden ayrıldı ve o zamanlar New Orleans Hornets olarak bilinen New Orleans Pelicans tarafından 2012 NBA seçmelerinde ilk genel seçim olarak seçildi ve o yaz 2012 Olimpiyatları'nda oynaması için seçildi. Çaylak sezonundan sonra, NBA All-Rookie First Team'e seçildi. Sonraki sezon, ilk kez All-Star oldu ve maç başına bloklu şutlarda NBA'e liderlik etti. O zamandan beri bir NBA maçında en az 59 puan alan en genç oyuncu oldu. 2017 yılında, 52 sayılık All-Star Maçı rekorunu kırdıktan sonra NBA All-Star Maç MVP Ödülü'nü aldı. Davis, 2019'da Lakers'a takas edildi. 2012 Olimpiyat takımında ve 2014 Dünya Kupası takımında Amerika Birleşik Devletleri milli takımı ile altın madalya kazandı."
	},
	
	{
		"OyuncuAdi":"#4 ALEX CARUSO",
		"Pozisyon":"Point Guard",
		"Boy":"6'5(1.96M)",
		"Kilo":"186 lb(84kg)",
		"Yasi":26,
		"Draft Tarihi":"Undrafted",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_AlexCaruso.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_AlexCaruso.jpg",
		"Aciklama":"Alex Michael Caruso [1] (28 Şubat 1994 doğumlu) [2], Ulusal Basketbol Birliği'nden (NBA) Los Angeles Lakers için Amerikan profesyonel basketbol oyuncusu. Texas A&M Aggies için kolej basketbolu oynadı ve 2016'da Güneydoğu Konferansı'nda (SEC) ikinci takım tüm konferans onurlarını kazandı."
	},

	{
		"OyuncuAdi":"#5 TALEN HORTON-TUCKER",
		"Pozisyon":"Shooting Guard",
		"Boy":"6'4(1.93M)",
		"Kilo":"234 lb(106kg)",
		"Yasi":20,
		"Draft Tarihi":"2019 46.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_HortonTucker.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_TalenHortorTucker.jpg",
		"Aciklama":"Talen Jalee Horton – Tucker (25 Kasım 2000 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında Amerikan profesyonel basketbol oyuncusu. Horton-Tucker, Iowa State Cyclones için kolej basketbolu oynadı."
	},

	{
		"OyuncuAdi":"#9 WESLEY MATTHEWS",
		"Pozisyon":"Shooting Guard",
		"Boy":"6'4(1.93M)",
		"Kilo":"220 lb(100kg)",
		"Yasi":34,
		"Draft Tarihi":"Undrafted",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_WesleyMatthews.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_WesleyMatthews.jpg",
		"Aciklama":"Wesley Joel Matthews Jr.(14 Ekim 1986 doğumlu) Los Angeles Lakers of National Basketball Association (NBA) için Amerikan profesyonel basketbol oyuncusu. Marquette Golden Eagles için kolej basketbolu oynadı. Eski NBA oyuncusu Wes Matthews'ın oğlu."
	},
	
	{
		"OyuncuAdi":"#10 JARED DUDLEY",
		"Pozisyon":"Power Forward",
		"Boy":"6'6(1.98M)",
		"Kilo":"237 lb(108kg)",
		"Yasi":35,
		"Draft Tarihi":"2007 22.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_JaredDudley.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_JaredDudley.jpg",
		"Aciklama":"Jared Anthony Dudley (10 Temmuz 1985 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers'ında oynayan Amerikalı bir profesyonel basketbol oyuncusu. 2020'de Los Angeles Lakers ile bir NBA şampiyonluğu kazandı. Forvet ayrıca Charlotte Bobcats, Phoenix Suns, Los Angeles Clippers, Milwaukee Bucks, Washington Wizards, Brooklyn Nets için de oynadı."
	},

	{
		"OyuncuAdi":"#12 DEVONTAE CACOK",
		"Pozisyon":"Power Forward",
		"Boy":"6'8(2.03M)",
		"Kilo":"240 lb(109kg)",
		"Yasi":24,
		"Draft Tarihi":"Undrafted",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_DevontaeCacok.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_DevontaeCacok.jpg",
		"Aciklama":"Devontae Calvin Cacok (8 Ekim 1996 doğumlu), NBA G Ligi'nden South Bay Lakers ile iki yönlü bir sözleşme kapsamında Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında Amerikan profesyonel basketbol oyuncusu. UNC Wilmington Seahawks için kolej basketbolu oynadı ve 2017-18 sezonunda ulusun toparlanmasına liderlik etti."
	},

	{
		"OyuncuAdi":"#14 MARC GASOL",
		"Pozisyon":"Center",
		"Boy":"6'11(2.11M)",
		"Kilo":"255 lb(116kg)",
		"Yasi":35,
		"Draft Tarihi":"2007 48.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_MarcGasol.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_MarcGasol.jpg",
		"Aciklama":"Marc Gasol Sáez (29 Ocak 1985 doğumlu), Ulusal Basketbol Birliği'nden (NBA) Los Angeles Lakers için İspanyol profesyonel basketbol oyuncusu. Bir pivot, Los Angeles Lakers tarafından 2007 NBA taslağında genel olarak 48. sırada seçildi. Şubat 2008'de ağabeyi Pau'yu Lakers'a gönderen bir anlaşmada haklarını Memphis Grizzlies'e takas ettikten sonra, takımla imzaladı ve 2019'da Toronto Raptors'a takas edilene kadar franchise ile kaldı ve burada ilkini kazandı. NBA şampiyonası. İki kez All-NBA Takımı üyesi, üç kez NBA All-Star ve NBA şampiyonu. 2013 yılında NBA Yılın Savunma Oyuncusu seçildi.Gasol, 2006 yılından beri İspanya milli takımının düzenli bir üyesidir. İki Olimpik gümüş madalya ve iki FIBA ​​Basketbol Dünya Kupası şampiyonluğu kazandı. EuroBasket'te iki şampiyonluk, bir gümüş madalya ve iki bronz madalya kazandı."
	},

	{
		"OyuncuAdi":"#15 MONTREZL HARRELL",
		"Pozisyon":"Center",
		"Boy":"6'7(2.01M)",
		"Kilo":"240 lb(109kg)",
		"Yasi":26,
		"Draft Tarihi":"2015 32.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_MontrezlHarrell.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_MontrezlHarrell.jpg",
		"Aciklama":"Montrezl Dashay Harrell (26 Ocak 1994 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında Amerikan profesyonel basketbol oyuncusu. Louisville Cardinals için kolej basketbolu oynadı. Harrell, 2015'te genç olarak ülkedeki en iyi forvet olarak Karl Malone Ödülü'nü aldı. 2015 NBA seçmelerinin ikinci turunda Houston Rockets tarafından seçildi. 2017'de Los Angeles Clippers'a takas edildi ve 2020'de NBA Yılın Altıncı Adamı seçildi."
	},

	{
		"OyuncuAdi":"#17 DENNIS SCHRÖDER",
		"Pozisyon":"Shooting Guard",
		"Boy":"6'1(1.85M)",
		"Kilo":"172 lb(78kg)",
		"Yasi":27,
		"Draft Tarihi":"2013 17.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_DennisSchroder.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_DennisSchroder.jpg",
		"Aciklama":"Dennis Schröder (15 Eylül 1993 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında profesyonel bir Alman basketbol oyuncusu. Daha önce Almanya'da SG Braunschweig ve Phantoms Braunschweig için oynamış, ilk beş sezonunu NBA'de Atlanta Hawks ile ve iki yılını Oklahoma City Thunder'da geçirmiştir."
	},

	{
		"OyuncuAdi":"#23 LEBRON JAMES",
		"Pozisyon":"Power Forward and Point Guard and Small Forward and Shooting Guard",
		"Boy":"6'9(2.06M)",
		"Kilo":"250 lb(113kg)",
		"Yasi":36,
		"Draft Tarihi":"2003 1.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_LeBronJames.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_LeBronJames.jpg",
		"Aciklama":"LeBron Raymone James Sr.(30 Aralık 1984 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında Amerikan profesyonel basketbol oyuncusu. Tarihin en büyük NBA oyuncularından biri olarak kabul edilen James, tüm zamanların en iyi basketbol oyuncusu hakkındaki tartışmalarda sık sık Michael Jordan ile karşılaştırılıyor.Cleveland Cavaliers, Miami Heat ve Los Angeles Lakers için oynayan James, NBA tarihinde Final MVP olarak üç franchise ile NBA şampiyonluğunu kazanan tek oyuncudur.2011'den 2018'e kadar Heat ve Cavaliers ile arka arkaya sekizi olmak üzere on NBA Finalinde yarıştı. Başarıları arasında dört NBA şampiyonası, dört NBA En Değerli Oyuncu (MVP) Ödülü, dört Final MVP Ödülü ve iki Olimpiyat altın madalyası bulunuyor. 17 yıllık kariyeri boyunca James, tüm zamanların playoff puanları rekorunu elinde tutuyor, tüm zamanların puanlarında üçüncü ve kariyer asistlerinde sekizinci sırada yer alıyor. James, All-NBA Birinci Takımına 13 kez rekor seçildi, Beş kez All-Star Birinci Takım'a girdi ve üç kez All-Star MVP'si seçildiği 16 All-Star Oyununda oynadı.James, St. Vincent-St için basketbol oynadı. Mary Lisesi, ulusal medya tarafından gelecekteki bir NBA süperstarı olarak ağır bir şekilde lanse edildiği Ohio, Akron'da. Hazırlıktan profesyonele, 2003 NBA seçmelerinin ilk genel seçimi ile Cleveland tarafından seçildi. 2003-04 NBA Yılın Çaylağı seçildi, kısa süre sonra ligin önde gelen oyuncularından biri haline geldi ve 2009 ve 2010'da NBA MVP Ödülü'nü kazandı. Cleveland'la bir şampiyonluk kazanmayı başaramadıktan sonra James, 2010'da ayrıldı. Miami ile serbest ajan. Bu hamle, The Decision adlı bir ESPN özelinde duyuruldu ve spor tarihinin en tartışmalı serbest oyuncu kararlarından biri.James, 2012 ve 2013'te Heat için oynarken ilk iki NBA şampiyonluğunu kazandı; Her iki yılda da lig MVP'si ve Final MVP'si kazandı. 2014'te Heat ile geçirdiği dördüncü sezonun ardından James, Cavaliers ile yeniden sözleşme imzalamak için sözleşmesinden vazgeçti. 2016'da Cavaliers'ı 3–1 eksiklikten geri dönerek,franchise'ın ilk şampiyonluğunu sunarak ve Cleveland'ın 52 yıllık profesyonel spor unvanındaki kuraklığı sona erdirerek NBA Finallerinde Golden State Warriors karşısında zafere taşıdı. 2018'de James, Cavaliers ile yaptığı sözleşmeden 2020 şampiyonluğunu kazandığı ve dördüncü Final MVP'sini aldığı Lakers ile sözleşme imzalamayı seçti.Saha dışında, James çok sayıda onay sözleşmesinden ek servet ve şöhret biriktirdi. Kitaplarda, belgesellerde, televizyon reklamlarında yer aldı ve ESPY Ödülleri'ne (kendi başına 19 ESPY Ödülü kazanan dahil) ve Saturday Night Live'a ev sahipliği yaptı. 2015 yılında Trainwreck filminde rol aldı. Liverpool F.C.'nin bir parçası olarak (2011'den beri), James'in kredisine Premier Lig şampiyonluğu var ve kulüp 2020 şampiyonluğunu kazandı. Irk eşitliği için mücadele, Afrikalı-Amerikalı toplulukların yaşamlarını iyileştirme ve öğrencilerin eğitimini iyileştirme gibi çeşitli nedenlerden dolayı aktivisttir. LeBron James Family Foundation hayır kurumu, Ohio, Akron'daki öğrencilerin eğitimini iyileştirme vizyonuna dayanıyor."
	},
	
	{
		"OyuncuAdi":"#28 ALFONZO MCKINNIE",
		"Pozisyon":"Small Forward",
		"Boy":"6'7(2.01M)",
		"Kilo":"215 lb(98kg)",
		"Yasi":28,
		"Draft Tarihi":"Undrafted",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_AlfonzoMckinnie.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_AlfonzoMckinnie.jpg",
		"Aciklama":"Alfonzo McKinnie (17 Eylül 1992 doğumlu), Ulusal Basketbol Birliği'nin (NBA) Los Angeles Lakers takımında Amerikan profesyonel basketbol oyuncusu. Eastern Illinois University ve University of Wisconsin - Green Bay'de kolej basketbolu oynadı."
	},

	{
		"OyuncuAdi":"#37 KOSTAS ANTETOKOUNMPO",
		"Pozisyon":"Power Forward",
		"Boy":"6'10(2.08M)",
		"Kilo":"200 lb(91kg)",
		"Yasi":23,
		"Draft Tarihi":"2018 60.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_KostasAntetokounmpo.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_KostasAntetokounmpo.jpg",
		"Aciklama":"Konstantinos Ndubuisi 'Kostas' Antetokounmpo (20 Kasım 1997 doğumlu), Ulusal Basketbol Birliği Los Angeles Lakers takımında Yunan-Nijeryalı profesyonel basketbol oyuncusu (NBA), NBA G Ligi'nden South Bay Lakers ile iki yönlü bir sözleşme imzaladı. Dayton Flyers için kolej basketbolu oynadı. 2018 NBA seçmelerinde Philadelphia 76ers tarafından genel olarak 60. olarak seçildi ve daha sonra draft hakları Dallas Mavericks'e takas edildi. Kardeşlerinden üçü Giannis, Thanasis ve Alex de profesyonel basketbolcular.Antetokounmpo, 2020'de Los Angeles Lakers ile ilk NBA şampiyonluğunu kazandı."
	},

	{
		"OyuncuAdi":"#88 MARKIEFF MORRIS",
		"Pozisyon":"Power Forward",
		"Boy":"6'8(2.03M)",
		"Kilo":"245 lb(111kg)",
		"Yasi":31,
		"Draft Tarihi":"2011 13.Pick",
		"FotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/foto_MarkieffMorris.jpg",
		"KapakFotoUrl":"https://raw.githubusercontent.com/GorkemAydogdu/LosAngelesLakersKadrosu/main/kapak_MarkieffMorris.jpg",
		"Aciklama":"Markieff Morris (2 Eylül 1989 doğumlu), Ulusal Basketbol Birliği'nden (NBA) Los Angeles Lakers için Amerikalı bir profesyonel basketbol oyuncusu. Phoenix Suns tarafından 2011 NBA taslağında genel olarak 13. sırada seçilmeden önce Kansas Jayhawks için kolej basketbolu oynadı"
	}
	
   ]

 
